Repository: yashsharma04/STK
Catalog: STK NEW 23rd November/stk-code/data/po/*.po
Languages: br

source: SuperTuxKart may connect to a server to download add-ons and notify you of updates. Would you like this feature to be enabled? (To change this setting at a later time, go to options, select tab 'User Interface', and edit "Allow STK to connect to the Internet").
br: Barrek eo SupertuxKart da gennaskañ ouzh un dafariad da bellgargañ askouezhioù ha kemenn dit hizivadennoù. Ha c'hoant ac'h eus gweredekaat ar c'heweriuster-mañ ? (Da gemmañ an arventenn diwezhatoc'h kae betek an dibarzhioù, diuz an ivinell 'Ketal an arveriaded' ha kemm "Reiñ an aotre da STK da gennaskañ ouzh internet").

source: Suzanne
br: Suzanna

source: Swapper - gift boxes are transformed into bananas and vice versa for a short time.
br: Kevamsavell - boestadoù profoù a ya da vananezennoù hag ar c'hontrefed e-pad ur predig.

source: Swatter - will squash karts close by, slowing them down.
br: Kelienouer - flastra a ray ar c'hartoù o tostañ d'o c'horrekaat.

source: System Language
br: Yezh ar reizhiad

source: Texture filtering
br: Silañ gwiadezhioù

source: The 'skidding' key allows you to skid in sharp turns and get a boost.
br: Ar stokell 'Diflipañ' a ro tro dit da ziflipañ e kammdroioù lemm ha da wellat da dizh.

source: The Island
br: An Enezenn

source: The Space Shuttle has landed!
br: Leuriet eo an egorvulzun !

source: The Stadium
br: Ar Stadiom

source: The add-ons module is currently disabled in the Options screen
br: Gweredekaet eo bet mollad an askouezhioù war skrammad an dibarzhioù

source: The highscore file was too old, all highscores have been erased.
br: Re gozh e oa an eriñvoù uhelañ, diverket int bet holl.

source: This Grand Prix is broken!
br: Torr eo ar Grand Prix

source: Time Trial
br: A-enep an amzer

source: Time Trial: Contains no powerups, so only your driving skills matter!
br: A-enep an amzer : N'eus galloud ebet, pouezus eo da varregezh vleinañ hepken !

source: To add a new Gamepad/Joystick device, simply start SuperTuxKart with it connected and it will appear in the list. To add a keyboard config, you can use the button below, HOWEVER please note that most keyboards only support a limited amount of simultaneous keypresses and are thus inappropriate for multiplayer gameplay. (You can, however, connect multiple keyboards to the computer. Remember that everyone still needs different keybindings in this case.)
br: Evit ouzhpennañ dornelloù c'hoari nevez, loc'h SuperTuxKart gant da zornelloù kennasket ha war ar roll ez aint war-wel. Evit ouzhpennañ ur c'hefluniadur evit ar c'hlavier, gra gant an afell amañ dindan. KOULSKOUDE, arabat disoñjal ne vez ket gouzañvet kalz kenbouezadurioù ha ur c'hlavier n'eo ket a pep dereatañ evit ar mod liesc'hoarier. Meur a glavier a c'hall bezañ kennasket koulskoude. Blokadoù stokelloù disheñvel a vo ezhomm gant pep hini anezho)

source: To help you win, there are some powerups you can collect :
br: Dastum galloudoù, aesoc'h e vo dit gounit :

source: To the moon and back
br: Betek al loar ha distreiñ

source: Track by %s
br: Loabr gant %s

source: Tracks
br: Loabroù

source: Trilinear
br: Trilinennek

source: Try again
br: Klask en-dro

source: Tutorial
br: Kelennskrid

source: Tutorial : Selection Room
br: Kelennskrid : Sal diuzañ

source: Tux
br: Tuks

source: Type :
br: Rizh :

source: Uninstall
br: Distaliañ

source: Up
br: Sevel

source: Update
br: Hizivaat

source: Updated
br: Hizivaet

source: Updated date
br: Deiziad hizivaet

source: Use Frame Buffer Objects (requires restart)
br: Arverañ ergorennoù dre skurzaoueg (FBO) (Ret e vo adloc'hañ)

source: Use left/right to choose your team
br: Gant gant tu kleiz/tu dehou da zibab da skipailh

source: Use the nitro you collected by pressing <%s>!
br: Arver an nitro bet tapet ganit dre bouezañ <%s>!

source: User Interface
br: Ketal an arveriad

source: VS
br: a-enep

source: Version: %d
br: Handelv : %d

source: Vertical Sync (requires restart)
br: Goubredañ a-serzh (ret e vo adloc'hañ)

source: Volume
br: Tregern

source: WRONG WAY!
br: HENT FALL !

source: Warning, 'Shift' is not a recommended key : when shift is pressed down, all keys that contain a character that is different in upper-case will stop working.
br: Evezh, 'Pennlizherenn' n'eo ket ur stokell erbedet : mar bez pouezet warni ned ay ket en-dro ar stokelloù gant un arouezenn disheñvel warno.

source: Weapons
br: Armoù

source: Weather Effects
br: Efedoù hin

source: Weather Effects : %s
br: Efedoù hin : %s

source: What's wrong, little hippies? Your great gnu leader is missing?
br: Petra zo fall ganit, hipied kaezh ? Ho penn gnu a vankfe ?

source: When input devices are configured, you are ready to play. Select the 'multiplayer race' icon in the main menu. When it is time to choose a kart, each player can press on the 'fire' key of their gamepad or keyboard to join the game. Each player can use their input device to select their kart. The game continues when everyone selected their kart. Note that the mouse may not be used for this operation.
br: Ur wech kefluniet an dornelloù ez out prest da c'hoari. Diuz ar 'redadeg liesc'hoarier' diwar al lañser pennañ. Ur wech dibabet e gart e pouez pep c'hoarier war ar stokell 'Tan' eus e zornell da vont d'ar c'hoari. Graet e vez gant e zornell da ziuzañ e gart. Ne vez ket graet gant al logodenn evit ober an dra-se.

source: Xue
br: Ksue

source: Yes
br: Ya

source: You are now ready to race. Good luck!
br: Prest out da gemer perzh er redadeg bremañ. Chañs vat !

source: You are playing as
br: Emaoc'h o c'hoari evel

source: You cannot delete this player because it is currently in use.
br: N'hallez ket dilemel ar c'hoarier-mañ rak emañ war arver bremañ.

source: You completed a challenge!
br: Echuet ec'h eus un dae !

source: You completed challenges!
br: Echuet ec'h eus daeoù !

source: You completed the Grand Prix!
br: Echuet ec'h eus ar Grand Prix !

source: You completed the difficult challenge! This trophy is worth %i points
br: Echuet ec'h eus un dae diaes ! %i a boentoù a dalv d'ar c'hib-mañ

source: You completed the easy challenge! This trophy is worth %i points
br: Echuet ec'h eus un dae aes ! %i a boentoù a dalv d'ar c'hib-mañ

source: You completed the intermediate challenge! This trophy is worth %i points
br: Echuet ec'h eus un dae krenn ! %i a boentoù a dalv d'ar c'hib-mañ

source: You finished the race!
br: Echuet ec'h eus ar redadeg !

source: You have been eliminated!
br: Dilamet out bet !

source: You need more points to enter this challenge!
br: Muioc'h a boentoù ac'h eus ezhomm da vont en dae-mañ !

source: You unlocked grand prix %0
br: Dibrennet ec'h eus ar Grand Prix %0

source: You unlocked track %0
br: Dibrennet ec'h eus al loabr %0

source: You won the race!
br: Aet eo ar maout ganit !

source: Your config file was malformed, so it was deleted and a new one will be created.
br: Kempennet fall e oa da gefluniadur neuze eo bet diverket ha krouet e vo unan nevez.

source: Your config file was too old, so it was deleted and a new one will be created.
br: Re gozh e oa da restr kefluniañ neuze eo bet diverket ha krouet e vo unan nevez.

source: Your input config file is not compatible with this version of STK.
br: N'eo ket keverlec'h da restr kefluniañ an enankadoù gant an handelv-mañ eus STK.

source: Zen Garden
br: Liorzh Zen

source: [none]
br: [hini ebet]

source: by
br: gant

source: featured
br: kinniget

source: standard
br: skoueriek

source: translator-credits
br: Launchpad Contributions: Alan https://launchpad.net/~alan-m. STK-team https://launchpad.net/~stk
