Repository: yashsharma04/STK
Catalog: STK NEW 23rd November/stk-code/data/po/*.po
Languages: br

source: Is this a RTL language?
br: N

source: But you pathetic little twerps will never be able to beat me - King of the Karts!
br: C'hwi, avat, paourkaezh penn skañv ne viot ket barrek d' a'm zrec'hiñ - Roue ar C'hartoù ac'hanon !

source: %0 bites %1's bait
br: %0 a zent e boued %1's

source: %0 eats too much of %1's cake
br: %0 a zebr re a wastilli gant %1's

source: %0 gets a fancy mask from %1
br: %0 en deus tapet ur maskl farsus digant %1

source: %0 is bowled over by %1
br: Strike war %0 gant %1

source: %0 is dubious of %1's cooking skills
br: En etremar emañ %0 dirak keginerezh %1

source: %0 should not play with %1's lunch
br: Ne zlefe let %0 c'hoari gant koan %1's

source: %0 will not go bowling with %1 again
br: Ne yay ket %0 da c'hoari bowling gant %1 en-dro

source: %1 flattens %0
br: %1 a flastr %0

source: %1 latches onto %0 for a free ride
br: Tapet eo bet %0 evit ur valeadenn digoust gant %1

source: %1 merges %0's face with a plunger
br: Toueziet eo bet dremm %0 gant mandoz %1

source: %1 ruins %0's cakeless diet
br: Torret eo bet reol voued %0 gant %1

source: %1 strikes %0
br: %1 a sko %0

source: %1 tests a tractor beam on %0
br: %1 a arnod ur skin dedennañ a-enep %0

source: %1 thinks %0 is a big fly
br: %1 a wel %0 evel ur gelienenn dev

source: %i laps
br: %i a droioù

source: %s by %s
br: %s gant %s

source: %s KB
br: %s Ke

source: %s MB
br: %s Me

# addons
source: %s by %s
br: %s gant %s

# fastest_lap
source: %s by %s
br: %s gant %s

source: %s feels flat today
br: Kompez en em gav %s hiziv

source: %s is a mighty pirate!
br: Ur bleizmor eo %s !

source: %s is being bounced around.
br: O taslammat pell emañ %s

source: %s is practicing with a blue, big, spheric yo-yo
br: Emañ %s o pleustriñ war ur yo-yo glas bras ha pellennek.

source: %s is ready
br: Prest eo %s

source: %s is the world master of the boomerang ball
br: Mestr bed ar vell voumerang eo %s

source: %s pays the next round of grog!
br: An troiadoù grog da zont a vo paeet gant %s

source: %s should play (rubber) darts instead of bowling
br: Gwell e vefe da %s c'hoari biroùigoù (kaoutchoug) e-lec'h bowling

source: '%s' has been eliminated.
br: Dilamet eo bet '%s'

source: (Empty)
br: (Goullo)

source: (network play is not yet available)
br: (N'eo ket hegerz ar rouedad c'hoari c'hoazh)

source: * A blue item means a conflict with another configuration
br: * Un ergorenn c'hlas a dalv d'ur c'henniñv gant ur c'hefluniadur all

source: * Current key bindings can be seen/changed in menu Options
br: * Kemmet/gwelet e vez ar berradennoù klavier el lañser Dibarzhioù

source: * Most of these game modes can also be played in a Grand Prix fashion: instead of playing a single race, you play many in a row. The better you rank, the more points you get. In the end, the player with the most points wins the cup.
br: * C'hoariet e vez an darn vuiañ eus ar modoù c'hoari dre vod ur Grand Prix : e-lec'h c'hoari ur redadeg eeun e vez c'hoariet meur a hini diouzh renk. Gwell eo da renk, muioc'h a boentoù a dapi. Gant an hini a dapo ar muiañ a boentoù ez ay ar maout.

source: * Which config to use will be inferred from which 'fire' key is pressed to join the game.
br: Hervez ar stokell deverket evit 'Tan' da gemer perzh er c'hoari e vo dinoet ar c'hefluniadur da arverañ.

source: 1 month
br: 1 miz

source: 1 week
br: 1 sizhun

source: 1 year
br: 1 bloaz

source: 2 weeks
br: 2 sizhun

source: 2 years
br: 2 vloaz

source: 3 Strikes Battle
br: Kad dre 3 lod

source: 3 Strikes Battle: Only in multiplayer games. Hit others with weapons until they lose all their lives.
br: Kad dre 3 lod : c'hoari liesc'hoarier nemetken. Sko ar re all gant armoù betek ma kollint o buhezioù holl.

source: 3 months
br: 3 miz

source: 6 months
br: 6 miz

source: 9 months
br: 9 miz

source: = Highscores =
br: = Eriñvoù uhelañ =

source: A wizard did it!
br: Graet eo bet gant ur strobineller

source: Abort Grand Prix
br: Dilezel Grand Prix

source: About
br: Diwar-benn

source: Accelerate
br: Herrekaat

source: Accelerate and press the <%s> key while turning to skid. Skidding for a short while can help you turn faster to take sharp turns.
br: Herreka ha pouez war ar stokell <%s> en ur dreiñ da ziflipañ. Aesoc'h e vo deoc'h treiñ buanoc'h dre ziflipañ un tammig da gemer kammdroioù lemm.

source: Accelerate with <%s> and steer with <%s> and <%s>
br: Herreka gant <%s> ha stur gant <%s> ha <%s>

source: Add Keyboard Configuration
br: Ouzhpennañ kefluniadur ur c'havier

source: Add Player
br: Ouzhpennañ ur c'hoarier

source: Add Wiimote
br: Ouzhpennañ ur Wiimote

source: Add a device
br: Ouzhpennañ un drobarzhell

source: Add-Ons
br: Askouezhioù

source: Add-on name
br: Anv an askouezh

source: Addons
br: Askouezhioù

source: Adiumy
br: Adiumi

source: All
br: An holl anezho

source: All Tracks
br: An holl loabroù

source: All blows allowed, so catch weapons and make clever use of them!
br: Aotreet eo an holl walldaolioù, neuze tap armoù ha bez speredek ganto !

source: Allow STK to connect to the Internet
br: Aotreet eo STK da gennaskañ ouzh internet

source: Amazonian Journey
br: Beaj e Amazonia

source: Anchor - slows down greatly the kart in the first position.
br: Eor - gorrekaat a ra kreñv ar c'hart el lec'hiadur kentañ.

source: Animated Characters
br: Tudennoù blivet

source: Animated Characters : %s
br: Tudennoù blivet : %s

source: Animated Scenery
br: Gweledva blivet

source: Animated Scenery : %s
br: Gweledva blivet : %s

source: Anisotropic x16
br: Annebahelek x16

source: Anisotropic x2
br: Annebahelek x2

source: Anisotropic x4
br: Annebahelek x4

source: Anisotropic x8
br: Annebahelek x8

source: Anti-aliasing (requires restart)
br: Lufrañ (ret e vo adloc'hañ)

source: Anti-aliasing (requires restart) : %s
br: Lufrañ (ret e vo adloc'hañ) : %s

source: Apply new resolution
br: Seveniñ an diarunuster nevez

source: Are you sure you want to permanently delete this configuration?
br: Ha sur out e fell dit dilemel ar c'hefluniadur-mañ da vat ?

source: Arenas
br: Arenaoù

source: Around the lighthouse
br: Tro dro d'an tour tan

source: Arrr, the %s dropped anchor, Captain!
br: Ac'h, %s en deus laosket an eor, kabiten !

source: Assign to ESC key
br: Deverkañ d'ar stokell ACAP

source: At World's End
br: E debenn ar bed

source: Audio
br: Aodio

source: Avoid bananas!
br: Tremen e-bioù ar bananez !

source: Axis %d
br: Ahel %d

source: Axis %d %s
br: Ahel %d %s

source: Axis %d inverted
br: Ahel %d tuginet

source: Back
br: Distro

source: Back to Game
br: Distreiñ d'ar c'hoari

source: Back to Race
br: Distreiñ d'ar redadeg

source: Back to challenge selection
br: Distreiñ da ziuzad an daeoù

source: Back to device list
br: Distreiñ d'ar roll trobarzhelloù

source: Back to menu
br: Distreiñ d'al lañser

source: Back to the menu
br: Distreiñ d'al lañser

source: Banana? Box? Banana? Box? Banana? Box?
br: Bananezenn ? Boest ? Bananezenn ? Boest ? Bananezenn ? Boest ?

source: Basket Ball - bounces after the leader, and might squash and slow down karts down on the way.
br: Basket Ball - dazlammat a ra war-lerc'h ar penn, ha marteze e flastro kartoù ha kartoù all vo daleet war an hent.

source: Battle Island
br: Enezenn ar gad

source: Better luck next time!
br: Gwell e vo ar wech a zeu !

source: Bilinear
br: Uelinennek

source: Blackhill Mansion
br: Annez an drogenn du

source: Blue Team Wins
br: Ar maout gant ar skipailh glas

source: Bovine Barnyard
br: Porzh-saout

source: Bowling Ball - bounces off walls. If you are looking back, it will be thrown backwards.
br: Boul vowling - dazlammat a ra ouzh ar mogerioù. Mar kilselli e vo bannet war-gil.

source: Brake
br: Starderez

source: BubbleGum - protect yourself with a shield, or use while looking back to leave a sticky pink puddle behind you.
br: Gom chaokat - en em warez gant ur skoed pe gra gantañ en ur gilsellout da leuskel ur boullenn roz ha pegus war da lerc'h.

source: But I'm a fair creature, so I'll make you a deal.
br: Ur c'hrouadur a-feson ez on-me, neuze e kinnigan ur marc'had dit.

source: Cake - thrown at the closest rival, best on short ranges and long straights.
br: Gwastell - bannet ouzh ar c'hart tostañ, efedusoc'h a-dost gant un hentoù eeun.

source: Can't access stkaddons server...
br: N'haller ket tizhout dafariad stkaddons...

source: Can't download addons list, check terminal for details.
br: N'haller ket pellgargañ roll an askouezhioù, gwiriañ gant an dermenell da gaout munudoù.

source: Can't download news file, check terminal for details.
br: N'haller ket pellgargañ ar restr nevez, gwiriañ gant an dermenell da gaout munudoù.

source: Cancel
br: Dilezel

source: Cancel Remove
br: Dilezel an Dilezel

source: Cancel/Back
br: Dilezel/Distreiñ

source: Cannot add a player with this name.
br: N'haller ket ouzhpenn ur c'hoarier gant an anv-mañ.

source: Challenge Completed
br: Echuet eo bet an dae

source: Challenge Failed
br: C'hwitet eo bet an dae

source: Challenges : Trophy Room
br: Daeoù : Sal ar c'hiboù

source: Choose a Kart
br: Dibab ur c'hart

source: Click here to play the tutorial
br: Klik amañ da lenn ar c'helennskrid

source: Close
br: Serriñ

source: Collect blue boxes : they will give you weapons or other powerups
br: Dastum boestadoù glas : ganto e teuy armoù ha galloudoù dit

source: Collect gift boxes, and fire the weapon with <%s> to blow away these boxes!
br: Dastum boestadoù profoù ha gra gant an arm gant <%s> da zistrujañ ar boestadoù-mañ !

source: Collect nitro bottles (we will use them after the curve)
br: Dastum boutailhadoù nitro (ganto e vo graet goude ar gammdro)

source: Collect nitro!
br: Dastum nitro !

source: Collecting nitro allows you to get speed boosts whenever you wish by pressing the appropriate key. You can see your current level of nitro in the bar at the right of the game screen.
br: Dastum nitro a ro tro dit da gaout dreist-tizh pa 'z po c'hoant en ur bouezañ war ar stokell dereat. Diskouezet eo da live nitro war ur varrenn a zo war tu dehou skramm ar c'hoari.

source: Confirm Remove
br: Kadarn an dilemel

source: Confirm resolution within %i seconds
br: Kadarnaat an diarunusted a-benn %i eilenn

source: Connect your wiimote to the Bluetooth manager, then click on Ok.Detailed instructions at supertuxkart.net/Wiimote
br: Kennask da wiimote ouzh ardoer ar Bluetooth ha klik war Mat eo. Titouroù ouzhpenn e supertuxkart.net/Wiimote

source: Contains no powerups, so only your driving skills matter!
br: N'eus galloud ebet, pouezus eo da varregezh vleinañ hepken

source: Continue
br: Kenderc'hel

source: Controls
br: Reolerezhioù

source: Could not detect any wiimote :/
br: N'haller ket dinoiñ ur wiimote :/

source: Create a new player
br: Krouiñ ur c'hoarier nevez

source: Credits
br: Trugarez da

source: Custom
br: Personelaet

source: Custom settings...
br: Arventennoù personelaet...

source: Delete Configuration
br: Diverkañ ar c'hefluniadur

source: Disable Device
br: Diweredekaat an drobarzhell

source: Disabled
br: Diweredekaet

source: Display FPS
br: Skrammañ FPS (Skeudennoù Dre Eilenn)

source: Do you really want to abort the Grand Prix?
br: Ha fellout a ra deoc'h dilezel ar Grand Prix da vat ?

source: Do you really want to delete player '%s' ?
br: Ha fellout a ra deoc'h dilemel ar c'hoarier '%s' ?

source: Do you want to fly kites?
br: Sarpantoù-nij a fell dit lakaat da nijal ?

source: Don't accelerate before go
br: Arabat herrekaat kent Kae

source: Down
br: Diskenn

source: Egg Hunt
br: Kerc'hat vioù

source: Egg hunt: Explore tracks to find all hidden eggs.
br: Kerc'hat vioù : Ergerzh dre loabroù da gavout vioù kuzh.

source: Eggs: %d / %d
br: Vioù : %d /%d

source: Elephpant
br: Olifphpant

source: Eliminated
br: Dilamet

source: Enable Device
br: Gweredekaat an drobarzhell

source: Enabled
br: Gweredekaet

source: Enabled for all
br: Gweredekaet evit an holl anezho

source: Enter the new player's name
br: Enankañ anv ar c'hoarier nevez

source: Everyone: Press 'Select' now to join the game!
br: Pep hini ac'hanoc'h : Pouezit war 'Diuzañ' bremañ da gemer perzh er c'hoari !

source: Exit Race
br: Kuitaat ar redadeg

source: Expert
br: Mailh

source: Explore tracks to find all hidden eggs
br: Ergerzh dre loabroù da gavout an holl vioù kuzh.

source: Fetch the ball, %0!
br: Kerc'h ar vell, %0 !

source: Final lap!
br: Tro diwezhañ !

source: Fire
br: Tan

source: First, you will need several input devices (having multiple gamepads or joysticks is the best way to play with several people). Go in the input configuration screen and setup the gamepads. It is also possible to play on keyboard(s), however each player will need a different set of keys, and keep in mind that most keyboards are not appropriate for multiplayer gameplay because they do not support large number of keypresses.
br: Da gentañ e vo ret deoc'h kaout meur a zornell c'hoari). Kae betek skramm ar c'hefluniañ hag arventenn an dornelloù. C'hoariet e vez gant ar c'hlavier ivez. Ezhomm a vo strolladoù stokelloù disheñvel gant pep c'hoarier. Koulskoude ne vez ket ar c'hlavieroù an trobarzhelloù dereatañ evit c'hoari gant meur a zen rak ne c'houzañvont ket un niver re vras a bouezadennoù war ar stokelloù.

source: Follow the Leader
br: Kas da gar war-lerc'h ar Penn

source: Follow the leader!
br: Heuilh ar Penn !

source: Follow the leader: Run for second place, as the last kart will be disqualified every time the counter hits zero. Beware : going in front of the leader will get you eliminated too!
br: Heuilh ar penn : klask chom war an eil renk. Dilamet e vo ar c'hart diwezhañ ha lakaet da vann e vo ar gonterez. Taol evezh : mard i dreist ar penn e vi dilamet ivez !

source: Fort Magma
br: Kreñvlec'h Magma

source: Found %d wiimote(s)
br: Kavet ez eus bet %d wiimote

source: Fullscreen
br: Skrammad a-bezh

source: GOAL!
br: PAL !

source: Game Keys
br: Stokelloù ar c'hoari

source: Game Modes
br: Modoù c'hoari

source: Gamepad button %d
br: Afell %d an dornell c'hoari

source: Gamepad hat %d
br: Dornell c'hoari %d

source: General
br: Hollek

source: Geronimo!!!
br: Bec'h dezhi !!!

source: Give Up Race
br: Dilezel ar redadeg

source: Go!
br: Kit !

source: Grand Prix progress:
br: Araokadur ar Grand Prix :

source: Graphical Effects Level
br: Live an efedoù kevregat

source: Graphics
br: Kevregadoù

source: Graphics Settings
br: Arventennoù ar c'hevregadoù

source: Green Valley
br: Traonienn c'hlas

source: Guest
br: Kouviad

source: Help
br: Skoazell

source: Hexley
br: Heksley

source: Highscores
br: Eriñvoù uhelañ

source: Hit others with weapons until they lose all their lives. (Only in multiplayer games)
br: Sko ar re all gant armoù betek ma vo kollet o buhezioù holl ganto (Gant ar c'hoari gant meur a c'hoarier nemetken)

source: Human players only
br: C'hoarion dud nemetken

source: If you can beat me at racing, I will free the old codger.
br: Mar bez trec'h warnon e-pad ar redadeg e laoskin an den kozh.

source: If you see a button with a lock like this one, you need to complete a challenge to unlock it.
br: Mar gweli un afell gant ur c'hadranas evel hennezh e vo ret dit echuiñ an dae d'e zilemel.

source: Ignoring '%s', you needed to join earlier to play!
br: Siwazh '%s', erruet out re ziwezhat da gemer perzh er c'hoari !

source: Install
br: Staliañ

source: Intermediate
br: Etre

source: It's a draw
br: Un dresadenn eo

source: Karts
br: Kartoù

source: Keep this resolution
br: Mirout an diarunusted

source: Keep up with the leader kart but don't overtake it!
br: Chom tost ouzh ar penn, arabat mont dreistañ, avat !

source: Keyboard %i
br: Klavier %i

source: Konqi
br: Konki

source: Lap
br: Tro

source: Lap %i
br: Tro %i

source: Laps : %i
br: Troioù : %i

source: Leader
br: Penn

source: Left
br: Kleiz

source: Loading
br: O kargañ

source: Locked
br: Prennet

source: Locked : solve active challenges to gain access to more!
br: Prennet :

source: Locked!
br: Prennet !

source: Look Back
br: Kilsellout

source: Magic, son. Nothing else in the world smells like that.
br: Hudus eo, mab. N'eus netra er bed gant ur c'hwezh evel hennezh.

source: Me Only
br: Me nemetken

source: Menu Keys
br: Stokelloù evit al lañser

source: Minigolf Mischief
br: Golf bihan

source: Minimal Race GUI
br: Ketal izek evit ar redadeg

source: Mouse axis %d %s
br: Ahel al logodenn %d %s

source: Mouse button %d
br: Afell al logodenn %d

source: Multiplayer
br: Liesc'hoarier

source: Multi­player
br: Liesc'hoarier

source: Music
br: Sonerezh

source: New Game
br: C'hoari nevez

source: New Grand Prix '%s' now available
br: Hegerz eo ar Grand Prix nevez '%s' bremañ

source: New difficulty '%s' now available
br: Hegerz eo an diaester nevez '%s' bremañ

source: New fastest lap
br: Tro herrekañ nevez

source: New game mode '%s' now available
br: Hegerz eo ar mod c'hoari nevez '%s' bremañ

source: New kart '%s' now available
br: Hegerz eo ar c'hart nevez '%s' bremañ

source: New track '%s' now available
br: Hegerz eo al loabr nevez '%s' bremañ

source: Nitro challenge
br: Dae an Nitro

source: None
br: Tra ebet

source: Normal Race
br: Redadeg reizh

source: Northern Resort
br: Bod ar C'hreiznoz

source: Note that if you manage to skid for several seconds, you will receive a bonus speedup as a reward!
br: Mard deui a-benn da ziflipañ e-pad un toulladig eilennoù e vi garedoned gant da dizh kreskaet !

source: Novice
br: Deraouad

source: Number of AI Karts : %i
br: Kartoù bleinet gant an urzhiataer : %i

source: Number of AI karts
br: Kartoù bleinet gant an urzhiataer

source: Number of goals to win
br: Niver a balioù evit gounit

source: OK
br: Mat eo

source: Off the beaten track
br: Er-maez eus an hentoù fraeet

source: Oh yes, see, he's in my castle now and will be served for supper...
br: O ya, sell, em c'hastell emañ bremañ ha debret e vo da goan...

source: Old Mine
br: Mengleuz kozh

source: Oliver's Math Class
br: Klas jedoniezh Oliver

source: Only the Game Master may act at this point!
br: Mestr ar c'hoari hepken zo gouest d'ober un dra bennak bremañ !

source: Oops! When you're in trouble, press <%s> to be rescued
br: Hopala ! Mar teuy kudennoù ouzhit, pouez war <%s> da vezañ sikouret

source: Options
br: Dibarzhioù

source: Parachute - slows down all karts in a better position.
br: Harz-lamm - gorrekaat a ra an holl gartoù dirazout.

source: Pause Game
br: Ehanañ ar c'hoari

source: Paused
br: Ehanet

source: Penalty time!!
br: Kastiz amzer !!

source: Penguin Playground
br: Tachenn c'hoari ar mank

source: Pixel Shaders
br: Deoueziñ piksel

source: Pixel shaders : %s
br: Deoueziñ piksel : %s

source: Play all
br: C'hoari an holl anezho

source: Players
br: C'hoarierion

source: Please re-configure your key bindings.
br: Mar plij, adkeflugn da vlokadoù stokelloù

source: Please wait while addons are updated
br: Gortoz, mar plij, e-pad m'emañ an askouezhioù o vezañ hizivaet

source: Please wait while the add-ons are loading
br: Gortoz, mar plij, e-pad m'emañ an askouezhioù o vezañ karget

source: Plunger - throw straight to pull an opponent back, or throw while looking back to make one lose sight.
br: Mandoz - bannañ war-eeun da sachañ un enebour war-gil pe vannañ en ur gilsellout da zallañ an enebour.

source: Post-processing (motion blur)
br: Keweriañ dalif (ruzed)

source: Post-processing (motion blur) : %s
br: Keweriañ dalif (ruzed) : %s

source: Press ESC to cancel
br: Pouez war ACHAP da zilezel

source: Press a key
br: Pouezañ war ur stokell

source: Press enter or double-click on a device to configure it
br: Pouez war Enankañ pe zaouglik war un drobarzhell d'he c'hefluniañ

source: Press enter or double-click on a player to edit him/her
br: Pouez war Enankañ pe zaouglik war ur c'hoarier d'e zaskemmañ

source: Press fire to play the tutorial
br: Pouez war Tan da lenn ar c'helennskrid

source: Press fire to start the challenge
br: Pouez war Tan da loc'hañ an dae

source: Press the buttons 1+2 simultaneously on your wiimote to put it in discovery mode, then click on Ok.Detailed instructions at supertuxkart.net/Wiimote
br: Pouez war an afell 1 + 2 a-gevred war da wiimote d'he lakaat e mod an dizoleiñ, neuze klik war OK. Titouroù ouzhpenn e supertuxkart.net/Wiimote

source: Problems installing the addon '%s'.
br: Kudennoù e-pad ma oa o staliañ an askouezh '%s'.

source: Problems removing the addon '%s'.
br: Kudennoù e-pad ma oa o tilemel an askouezh '%s'.

source: Puffy
br: Puffi

source: Push the ball to the opposite cage to score goals. (Only in multiplayer games)
br: Bount ar vell e-barzh kaoued ar skipailh all da verkañ palioù (c'hoarioù liesc'hoarier nemetken)

source: Quit
br: Kuitaat

source: Race Setup
br: Arventennañ ar redadeg

source: Random Arena
br: Arena dargouezhek

source: Random Kart
br: Kart dargouezhek

source: Random Track
br: Loabr dargouezhek

source: Rank
br: Renk

source: Rating >=
br: Priziadur >=

source: Ready!
br: Prientit !

source: Red Team Wins
br: Ar maout gant ar skipailh ruz

source: Regular Race: All blows allowed, so catch weapons and make clever use of them!
br: Redadeg voutin : aotreet eo an holl walldaolioù, neuze tap armoù ha bez speredek ganto !

source: Remember me
br: Derc'hel soñj ennon

source: Remember window location
br: Derc'hel soñj e lec'hiadur ar prenestr

source: Remove
br: Dilemel

source: Rename
br: Adenvel

source: Required Nitro Points : %i
br: Poentoù nitro goulennet : %i

source: Required Rank : %i
br: Renk goulennet : %i

source: Required Time : %i
br: Amzer goulennet : %i

source: Rescue
br: Sikour

source: Resolution
br: Diarunusted

source: Restart
br: Adloc'hañ

source: Restart Race
br: Adloc'hañ ar redadeg

source: Reverse
br: Tuginañ

source: Right
br: Dehoù

source: STK Enterprise
br: Embregerezh STK

source: Scotland
br: Bro Skoz

source: Select
br: Diuzañ

source: Select a Player
br: Diuzañ ur c'hoarier

source: Select a game mode
br: Diuzañ ur mod c'hoari

source: Select kart
br: Diuzañ ur c'hart

source: Select your identity
br: Diuz da bivelezh

source: Set!
br: Evezh !

source: Setup New Race
br: Arventennañ ur redadeg nevez

source: Shifting Sands
br: Bouktraezh

source: Shiny Suburbs
br: Banlevioù lugernus

source: Single-player
br: C'hoarier eeun

source: Size: %s
br: Ment: %s

source: Skidding
br: Diflipañ

source: Skin
br: Neuz

source: Snow Peak
br: Menez gant erc'h

source: Soccer
br: Mell droad

source: Soccer field
br: Tachenn vell droad

source: Soccer: Only in multiplayer games. Use your kart to push the ball into the goal.
br: Mell droad : C'hoarioù liesc'hoarier nemetken. Gra gant da gart da voutañ ar vell e-barzh ar pal.

source: Sorry, an error occurred while contacting the add-ons website. Make sure you are connected to the Internet and that SuperTuxKart is not blocked by a firewall
br: Digarez,, degouezhet ez eus ur fazi e-pad ma oa o kehentiñ gant lec'hienn an askouezhioù. Bez sur ez out kennasket ouzh internet ha n'eo ket gannet SuperTuxKart gant un danvoger

source: Sorry, downloading the add-on failed
br: diflip war an tu Digarez, c'hwitadenn war pellgargañ an askouezhioù

source: Sound Effects
br: Efedoù son

source: Standard
br: Skoueriek

source: Start Game
br: Loc'hañ ar c'hoari

source: Start Grand Prix
br: Loc'hañ ar Grand Prix

source: Start Race
br: Loc'hañ ar redadeg

source: Steer Left
br: Diflip war an tu kleiz

source: Steer Right
br: Diflip war an tu dehou

source: Story Mode
br: Mod an istor

source: Subsea
br: Dindan ar mor

source: SuperTux
br: SuperTuks

source: SuperTuxKart Addons
br: Askouezhioù evit SuperTuxKart

source: SuperTuxKart Help
br: Skoazell SuperTuxKart

source: SuperTuxKart Options
br: Dibarzhioù SuperTuxKart

source: SuperTuxKart can be played in multiplayer mode on the same computer
br: C'hoariet e vez SuperTuxKart er mod liesc'hoarier gant an hevelep urzhiataer

source: SuperTuxKart features several game modes
br: SuperTuxKart a ginnig meur a vod c'hoari
